package com.example.libertex.data

val restRepo = listOf(
    Rest(3000, "Вы сходили в стрипклуп. Вам было хорошо, но это обошлось в кругленькую сумму..."),
    Rest(300, "Дешёвый отдых. Вы сходили в бассейн, расслабились в сауне и посетили различные СПА-процедуры"),
    Rest(5000, "Вы пошли в дорогой клуб, познакомились с одной хитренькой девчулей, которая развела вас на большие бабки, а у вас даже не получилось.. кхм, это учебное приложение"),
    Rest(1000, "Не самый дорогой отдых. Вы встретились со своими старыми друзьями, которые поделились с вами некоторыми несерьёзными, но всё же запрещёнными веществами. Вы круто провели время, но будь осторожен и не увлекайся этим!"),
    Rest(7000, "Пиздец. Как можно было потерять столько денег??? Серьёзно, ты потратил их на бизнес-трениги?! Ладно, надеюсь, эти разводилы всё-таки чему-то тебя научили..."),
    Rest(4000, "Вы сгоняли на горнолыжный курорт и прекрасно провели время: покатались на сноуборде, выпили горячего чаю и пообщались с приятными людьми"),
    Rest(4500, "Вы купили себе новую супер-классную электрогитару с комбиком. Ну а что, это недешёвое удовольствие!"),
    Rest(9000, "Ну как там в Рио? Блин, это так круто, что ты туда слетал. Быстрее показывай фотки, уже не терпится увидеть!"),
    Rest(500, "Вы снова путешествуете! На этот раз вы решили посетить Калининград. Вы так много слышали о нём и вот настало время туда слетать :)"),
    Rest(600, "Вы купили себе самогонный аппарат. К счастью, у вас уже был свободный гараж. Вы смогли его установить и получить чистейший, но почему-то голубой священный напиток. Чтож, это довольно выгодное инвестирование, поздравляю!!")
)

val possRepo = listOf(
    Poss(10000, 1000, "Копи-центр"),
    Poss(100000, 10000, "Турагенство"),
    Poss(50000, 6000, "Cinnabon"),
    Poss(1000, 1000, "Халява"),
    Poss(6000, 650, "Часы"),
    Poss(70000, 1000, "Грузоперевозки"),
    Poss(55000, 5000, "Студия дизайна"),
    Poss(300000, 10000, "Бренд одежды"),
    Poss(400000, 30000, "Авиакомпания"),
    Poss(500000, 50000, "Макаронный монстр")
)